app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Testing"], ["body", "Bla bla"], ["created_at", "2019-12-04 20:55:10.849226"], ["updated_at", "2019-12-04 20:55:10.849226"]]
---
  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save